{
  "sidenav.home": "Home",
  "sidenav.about": "About",
  "sidenav.catalog": "Catalog",
  "sidenav.contact": "Contact",
  "menu.home": "Home",
  "menu.about": "About",
  "menu.catalog": "Catalog",
  "menu.contact": "Contact",
  "masthead.title": "Haoyi Hardware",
  "masthead.subtitle": "We have the products you are looking for, please contact us with your inquiries.",
  "masthead.button": "Email Us ",
  "home.header1": "Custom Made Hardware",
  "home.paragraph1": "We also customize unique products for you based on your requested material, functionality, size, budget, packaging and transportation, etc. We guarantee the authenticity and precision. Consultation can be provided for your requests. ",
  "home.header2": "Premade Hardware",
  "home.paragraph2": "Having over thirty years of experience in the hardware industry has provided us a unique insight into current market demands such as, standard/non-standard fasteners, decorative accessories for boxes and bags, locks, hinges, etc. For more products details of what we carry in stock, please check out our Catalog. Our warehouse processes orders within 24 hours and you are always more than welcome to purchase at our physical location.",
  "home.samples": "Samples",
  "home.cost": "Cost",
  "home.cost2": "Our company's relationship with our manufacturers provides us with competitive pricing for materials and labor.",
  "home.shipping": "Shipping",
  "home.shipping2": "Global logistics make us closer to each other. Transportation can be arranged per your request.",
  "home.quality": "Quality",
  "home.quality2": "Our product quality is top of the line and manufactured with attention to detail.",
  "home.support": "Support",
  "home.support2": "We are customer focused and strive to meet customer satisfaction and expectations.",
  "about.header": "About Us",
  "about.paragraph1": "Haoyi Hardware Company® is a worldwide market distributor that was established in 1988. Over thirty years of being in the hardware business with local and foreign clients, we understand your needs: quality control, on-time delivery, and efficient communication. We are here to fulfill your inquiries, please contact us via email or telephone and check out our latest product catalog.",
  "about.paragraph2": "Our core products include:",
  "about.paragraph3": "We speak your language and are here to help!",
  "about.list1": "Standard and Non-Standard Fasteners",
  "about.list2": "Furniture & Cabinetry Screws, Self-drilling SMS, Socket Screws",
  "about.list3": "High Strength Fasteners, Automotive Fasteners, Clinch Fasteners",
  "about.list4": "Bag accessories (buckles, casting metals, Eyelets, Grommets, Handles etc.)",
  "about.list5": "Hinges, Nuts, Washers, Rivets, Anchors…",
  "about.list6": "Spacers & standoffs, Rods, Studs, Magnets…",
  "about.list7": "Customized",
  "contact.address": "38 Dade Rd, YueXie District, Guangzhou, China 510120",
  "faq.title": "FAQ",
  "faq.question1": "Question?",
  "faq.answer1": "Answer.",
  "faq.question2": "Question?",
  "faq.answer2": "Answer.",
  "faq.question3": "Question?",
  "faq.answer3": "Answer.",
  "faq.question4": "Question?",
  "faq.answer4": "Answer.",
  "contact.modalinfo": "Contact Info",
  "footer.about": "About",
  "footer.faq": "FAQ",
  "footer.contactus": "Contact Us",
  "footer.language": "Language",
  "footer.company": "Haoyi Hardware Company"
}